tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "oven-sh/bun"

brew "ag"
brew "autopep8"
brew "aws-cdk"
brew "awscli"
brew "bat"
brew "binutils"
brew "bun"
brew "circleci"
brew "cloc"
brew "coreutils"
brew "curl"
brew "deno"
brew "dutree"
brew "fd"
brew "findutils"
brew "fzf"
brew "gh"
brew "ghc"
brew "ghcup"
brew "gibo"
brew "git"
brew "gnuplot"
brew "go"
brew "graphviz"
brew "hadolint"
brew "hashicorp/tap/terraform"
brew "htop"
brew "java"
brew "jq"
brew "markdown"
brew "multipass"
brew "neovim"
brew "nkf"
brew "openapi-generator"
brew "pandoc"
brew "plantuml"
brew "protobuf"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "tflint"
brew "tfsec"
brew "tmux"
brew "tree"
brew "wget"
brew "zinit"

cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "kindle"
cask "slack"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
