tap "homebrew/bundle"
tap "homebrew/core"

brew "awscli"
brew "bat"
brew "binutils"
brew "coreutils"
brew "curl"
brew "docker"
brew "findutils"
brew "fzf"
brew "git"
brew "htop"
brew "jq"
brew "markdown"
brew "nkf"
brew "pandoc"
brew "rust"
brew "tmux"
brew "tree"
brew "wget"

cask "docker"
cask "google-chrome"
cask "iterm2"
cask "slack"
cask "virtualbox"
cask "visual-studio-code"
